{
  "titles": [
    [
      "Neelambari_V1"
    ],
    [
      "Neelambari_V2"
    ]
  ],
  "contents": [
    [
      "Neelambari is a charming boutique resort at Thrissur in central Kerala, bringing the best of local culture, nature and Ayurveda-based healing.  Neelambari is a premium boutique resort located at Thrissur in central Kerala, just 40 kilometers from the Cochin International Airport and 12 kilometers from the Thrissur railway station. Neelambari is at Thrissur in central Kerala, about 4 hours by road from Munnar and about 3 hours from Kumarakom. It's about 5 hours away by road or train from Varkala.  Offering a unique blend of exquisite cultural experiences, nature and Ayurveda, Neelambari combines the comforts of a modern luxury resort with the charm of classical aesthetics and gracious hospitality.  In addition to modern luxuries and an ethnic restaurant, Neelembari offers rejuvenating experiences from yoga and Ayurveda to nature walks and river cruises. A special attraction is  its very own classical-style theater, where bespoke performances of Kerala's rich traditional art forms may be arranged. Neelambari offers all modern comforts and features a traditional pool and an ethnic-style restaurant. Also, it is possible to arrange cultural performances, yoga and Ayurveda, river and nature exploration and more.  Neelambari is great to visit from Jan to Feb, but Kerala's dry season from November to April is perhaps the best time in terms of weather and opportunitues to experience cultural events.  Neelambari offers spacious and luxurious semi-detached cottage-style rooms, boasting the charm of traditional architecture and furnished with all modern comforts.  Neelembari's ethnic-style restaurant offers authentic flavours of Kerala's unique and exquisite cuisine in a warm, home-like ambience -- from a range of vegetarian delights to freshly caught fish from the Karuvannur river flowing right by.  Neelembari makes a really special and charming venue for a beautiful wedding function and offers all required facilities, including accommodation for guests."
    ],
    [
      "Neelambari is a premium boutique resort at Thrissur in central Kerala.   Thrissur is about 2 hours by road from Kochi and about 10 hours from Bangalore.  Thrissur is the cultural heartland of Kerala, famous for its magnificent temples and spectacular Pooram festivals.  Neelambari is just 40 kilometers from the Cochin International Airport.   Neelambari is 12 kilometers from Thrissur railway station.  Neelambari is about 4 hours by road from Munnar.   Neelambari is about 3 hours by road from Kumarakom.   Neelembari is about 5 hours by road or train from Varkala.  Neelambari offers a unique blend of cultural experiences, nature and Ayurvedic healing.  Neelambari combines modern luxuries with the charm of Kerala's classical aesthetics.  Neelambari’s flagship package is Heart-of-Kerala, an amazing journey through six different Kerala experiences – from culture to nature to Ayurveda – in six days.  Neelambari’s Arts-of-Kerala package showcases the highlights of Kerala’s distinctive performance arts over five days.  Neelambari also arranges short-stay experiences for a day or two, including weekend packages, tailored to visitors’ requirements.  Neelambari’s classical-style theater is a unique attraction, hosting bespoke performances of Kerala's traditional arts.  Neelambari aims at helping visitors experience Kerala’s rich cultural traditions in their uncut versions.  Based in Kerala’s cultural heartland, Neelambari is ideal for exploring several ancient temples and spectacular Pooram festivals.  Neelambari is ideal for visits to the magnificent temples of Peruvanam, Oorakam, Koodalmanikyam, Thrissur, Thriprayar and more.  Thrissur is the land of magnificent temple festivals, where caparisoned elephants march to hypnotic percussion orchestras.  Neelembari is just minutes away from where the 14 centuries-old Aarattupuzha  Pooram festival is held.  The annual Aarattupuzha Pooram festival is almost 1500 years old, and is often called `the mother of all festivals.’  Neelambari is an excellent base to experience the famous Thrissur Pooram festival.  Neelambari is less than an hour’s drive from the beautiful waterfalls of Athirappally, Marottichal and Ilanjippara.  Neelembari offers rejuvenating and therapeutic experiences based on centuries-old yoga and Ayurveda traditions.  Neelambari offers Ayurveda guided by highly qualified practitioners blending traditional medicine with modern sensibilities. Ayurveda packages ranging from a single session to multiple weeks are available at Neelambari.  Neelambari’s tranquil location makes an ideal setting for mind and body rejuvenation through Yoga. Neelambari has two dedicated yoga spots - an indoor hall and a riverside space.   Neelembari offers idyllic river cruises and kayaking opportunities on the beautiful Karuvannur river.  Many stunning natural attractions from spectacular waterfalls to rainforest scenery are easily accessible from Neelambari. Several options are available for the nature enthusiast including trekking, cycling, kayaking, canoeing, swimming or just laying back and feeling one with the nature.  The Chimmony Wildlife Sanctuary is just about half an hour from Neelambari and is great for forest treks, while the Peechi reservoir is a 45-minute drive.  Neelambari arranges cycling from Chimmony to Peechi, which is an excellent cycling trail passing through verdant forests.  Neelembari is great for nature walks along the river, paddy fields, coconut groves and around the scenic village of Aarattupuzha.  Neelambari sits amidst wide expanses of paddy fields, rustic scenery and riverside paths, which make excellent cycling trails.  Neelambari offers guided kayaking and canoeing experiences on the Karuvannur river, and arranges houseboat cruises at Chettuva.  Neelambari is equally well-located for exploring some lovely beaches as well as mountain and forest scenery.  Neelambari is suitably located to explore some lovely beaches such as Snehatheeram, Valappad and Nattika.  Wrought in red stone and wood-grille, Neelambari showcases classic Keralan architecture that blends beautifully with nature.  Neelambari is lovely to visit during Kerala’s November-April dry season as well as the June to October monsoon months.  Neelambari offers spacious semi-detached cottages, combining modern comforts with the enchanting classical architecture of Kerala.  Neelembari's ethnic-style restaurant offers authentic flavours of Kerala's exquisite cuisine in a warm, home-like ambience.  Neelambari has a traditional style swimming pond filled with water straight from the Karuvannur river.  Neelembari provides an idyllic setting for a wedding with its lush green landscape and classical architecture, along with all modern facilities.  Neelambari makes an excellent venue for corporate gatherings, be it a team meeting, brainstorming session or a leisure outing.  Neelambari is great for family get-togethers and class reunions, with its scenic setting, beautiful indoor and outdoor spaces and host of possible activities."
    ]
  ],
  "questions": [
    [
      "What is Neelambari?",
      "Where is Neelambari?",
      "Is Neelambari far from Munnar?",
      "How far is Neelembari from Kumarakom?",
      "How is Neelembari different or unique?",
      "Does Neelambari offer art shows?",
      "What facilities does Neelembari offer?",
      "What's the best time to visit Neelambari?",
      "Does Neelambari have cottages?",
      "Does Neelambari have a restaurant?",
      "Can I book Neelembari as the venue for a wedding reception?"
    ],
    [
      "What is Neelambari?",
      "Where is Neelambari?",
      "Describe Neelambari?",
      "Is Neelambari far from Munnar?",
      "How far is Neelembari from Kumarakom?",
      "How is Neelembari different or unique?",
      "Does Neelambari offer art shows?",
      "What facilities does Neelembari offer?",
      "What's the best time to visit Neelambari?",
      "Does Neelambari have cottages?",
      "Does Neelambari have a restaurant?",
      "Can I book Neelembari as the venue for a wedding reception?"
    ]
  ]
}