{
  "titles": [
    [
      "Neelambari"
    ]
  ],
  "contents": [
    [
      "Neelambari is a charming boutique resort at Thrissur in central Kerala, bringing the best of local culture, nature and Ayurveda-based healing.  Neelambari is a premium boutique resort located at Thrissur in central Kerala, just 40 kilometers from the Cochin International Airport and 12 kilometers from the Thrissur railway station. Neelambari is at Thrissur in central Kerala, about 4 hours by road from Munnar and about 3 hours from Kumarakom. It's about 5 hours away by road or train from Varkala.  Offering a unique blend of exquisite cultural experiences, nature and Ayurveda, Neelambari combines the comforts of a modern luxury resort with the charm of classical aesthetics and gracious hospitality.  In addition to modern luxuries and an ethnic restaurant, Neelembari offers rejuvenating experiences from yoga and Ayurveda to nature walks and river cruises. A special attraction is  its very own classical-style theater, where bespoke performances of Kerala's rich traditional art forms may be arranged. Neelambari offers all modern comforts and features a traditional pool and an ethnic-style restaurant. Also, it is possible to arrange cultural performances, yoga and Ayurveda, river and nature exploration and more.  Neelambari is great to visit from Jan to Feb, but Kerala's dry season from November to April is perhaps the best time in terms of weather and opportunitues to experience cultural events.  Neelambari offers spacious and luxurious semi-detached cottage-style rooms, boasting the charm of traditional architecture and furnished with all modern comforts.  Neelembari's ethnic-style restaurant offers authentic flavours of Kerala's unique and exquisite cuisine in a warm, home-like ambience -- from a range of vegetarian delights to freshly caught fish from the Karuvannur river flowing right by.  Neelembari makes a really special and charming venue for a beautiful wedding function and offers all required facilities, including accommodation for guests."
    ]
  ],
  "questions": [
    [
      "What is Neelambari?",
      "Where is Neelambari?",
      "Is Neelambari far from Munnar?",
      "How far is Neelembari from Kumarakom?",
      "How is Neelembari different or unique?",
      "Does Neelambari offer art shows?",
      "What facilities does Neelembari offer?",
      "What's the best time to visit Neelambari?",
      "Does Neelambari have cottages?",
      "Does Neelambari have a restaurant?",
      "Can I book Neelembari as the venue for a wedding reception?"
    ]
  ]
}